{
  "Autopair": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "Fugitive": { "branch": "master" },
  "Gitlinker": { "branch": "master" },
  "Gitsigns": { "branch": "main" },
  "Harpoon": { "branch": "master" },
  "LspZero": { "branch": "v3.x" },
  "LuaSnip": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Treesitter": { "branch": "master" },
  "Undotree": { "branch": "master" },
  "bluewery.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "vim-surround": { "branch": "master" }
}